class MaleFemaleData {
  String? title;
  String? define;
  String? treatment;
  String? medicine;

  MaleFemaleData({
    required this.title,
    required this.define,
    required this.treatment,
    required this.medicine,
  });
}

List<MaleFemaleData> genderMaleDataList = [
  MaleFemaleData(
      title: "ঘন ঘন প্রস্রাবের বেগ",
      define:
          "\n\nমানুষের ঘন ঘন প্রস্রাব হওয়া খুবই অস্বস্তিকর ব্যাপার। সাধারণত ঘন ঘন প্রস্রাব হওয়ার মানে হলো স্বাভাবিকের চেয়ে বেশি মাত্রায় বেগ পাওয়া এবং প্রস্রাব করা। এটি যেকোন ব্যক্তির প্রতিদিনকার দিনলিপিতে বিঘ্ন ঘটায় এবং ঘুমের ব্যাঘাত সৃষ্টি করে থাকে। তাই দ্রুত আরাম পাওয়ার জন্য ঘন ঘন প্রস্রাব হলে শুরুতে অনেকেই না বুঝে এন্টিবায়োটিক খাওয়া শুরু করেন যা বহু ক্ষেত্রেই উল্টো ক্ষতির কারণ হয়ে দাঁড়ায়।"
          "\nঅনেকের দিনে ঘন ঘন প্রস্রাবের চাপ আসে আবার অনেকের রাতে বেশি আসে আবার কারো ক্ষেত্রে দিন রাতে সমান থাকে। দিনে ৪-৫ বার প্রস্রাবের চাপ আসা মোটেই অস্বাভাবিক নয়। তবে তার থেকে বেশি বার হলে কিন্তু চিন্তার বিষয় হয়ে দাঁড়ায়।"
          "\nআবার ঘন ঘন প্রস্রাব হওয়া মানেই ডায়াবেটিস, বিষয়টি কিন্তু তাও নয়। এর পেছনে যেমন ডায়াবেটিস থাকতে পারে তেমনি আরো বহু কারণ থাকতে পারে। বিশেষজ্ঞদের মতে, ব্লাডার যদি প্রয়োজনের অতিরিক্ত কাজ করা শুরু করে তাহলেই ঘন ঘন প্রস্রাবের চাপ আসে। আর এরকমটা নানা কারণে হতে পারে যেমন-অ্যালকোহল সেবন, ক্যাফিন, ডায়াবেটিস, ইউরিনারি ট্রাক্ট ইনফেকশন, পেলভিক রিজিয়ানে কোন অসুবিধা, কিছু ওষুধের পার্শ্বপ্রতিক্রয়া থেকেও হতে পারে।"
          "এই অসুখে দেখা যায়, ব্লাডার বা মূত্রথলির পেশি প্রয়োজনের তুলনায় অনেক বেশি সক্রিয় হয়ে যায়, প্রয়োজনের চেয়ে অনেক বেশি কাজ করতে থাকে। ফলে একজনের বারবার প্রস্রাব পেতে থাকে। অনেকের আবার মূত্রথলি থেকে ছিদ্র হয়ে মুত্র চুঁইয়ে পড়তে পারে।"
          "\nমূত্রথলির এই সমস্যার পিছনে একাধিক কারণ থাকতে পারে। কেন এমন হচ্ছে সেটা চিহ্নিত করা মোটেই সহজ ব্যাপার নয়। অনেক রকম সমস্যা এর জন্য দায়ী হতে পারে।"
          "\nইউরিনারি ট্রাক্ট ইনফেকশন– মূত্রথলিতে বা কিডনিতে ইনফেকশন হলে তা থেকে এমন সমস্যা হতে পারে।\nআউটফ্লো অবস্ট্রাকশন-\n\nবিশেষত পুরুষদের ক্ষেত্রে এমন হয়। প্রস্টেটের সমস্যা থেকে ব্লাডারের সমস্যা দেখা দিতে পারে। নিউরো বা স্নায়ুজনিত সমস্যা- যাদের পারকিনসনস ডিজিজ, মাল্টিপল স্ক্লেরোসিসের সমস্যা রয়েছে অথবা যাদের একবার স্ট্রোক হয়ে গিয়েছে, তাঁদের ক্ষেত্রেও এই ওভারঅ্যাকটিভ ব্লাডারের সমস্যা দেখা দেয়।\nদায়ী কিছু ওষুধ –\n\n উচ্চ রক্তচাপের ওষুধ (ল্যাসিক্স, ডাইয়ুরেটিক্স) টানা খেলে তা থেকে এমন সমস্যা দেখা দিতে পারে।\nমদ্যপান কিংবা কফি বেশি পান করলেও এই সমস্যা দেখা দিতে পারে।\nমহিলা কিংবা পুরুষ সকলের ক্ষেত্রেই এমন হতে পারে। বিশেষ করে, যে সকল মহিলার মেনোপজ হয়ে গিয়েছে তাদের রিস্ক অন্যদের তুলনায় অনেক বেশি থাকে। আর পুরুষদের, যাঁদের প্রস্টেটের অসুখ রয়েছে তাদের ক্ষেত্রে মূত্রথলির এমন সমস্যা হওয়ার ঝুঁকি অনেক বেশি। লক্ষণ থাকলে ইউরিন কালচার, ব্লাডার ক্ল্যান, সিস্টোস্কোপি, ইউরো ডায়নামিক টেস্টিং করে ওভারঅ্যাকটিভ ব্লাডার রোগ নির্ণয় করা হয়।",
      treatment:
          "\n\nমূত্রথলির এমন সমস্যা হলে শুরুতেই চিকিৎসকের কাছে যান। যতটা সম্ভব কফি কিংবা ক্যাফিন জাতীয় পানীয় বর্জন করুন। কার্বোনেটেড ড্রিংক, মিষ্টি জাতীয় পানীয়, মশলাদার খাবার, অ্যাসিডিক ফুড ডায়েট থেকে বাদ দিন। ওজন বেশি থাকলে তা কমাতে হবে। পেলভিক ফ্লোর এক্সারসাইজ করুন। এতে পেলভিক বা মূত্রনালির পেশির জোর বৃদ্ধি পায়। সারাদিনে সময় ধরে বাথরুমে যাওয়ার অভ্যাস করুন।",
      medicine: "\n\nmedicine"),
  MaleFemaleData(
      title: "প্রস্রাব করতে কষ্ট হয়",
      define:
          "\n\nখুব অহরহ যে রোগটিতে মানুষ আক্রান্ত হয় সেটি হলো মূত্রতন্ত্রের প্রদাহ বা Urinary Tract Infection (UTI)।  সাধারণত মূত্রথলী এবং মূত্রনালীর প্রদাহকেই UTI বলা হয়।\n সবচেয়ে বেশি এ রোগটি হয় যে জীবাণু দিয়ে তা হলো Escherichia coli।\nএটি নারীদেরই সাধারণত হয়। পুরুষদের কমই দেখা যায়। তবে ১ম ১ বছর এবং ষাটোর্ধ্বদের ক্ষেত্রে হতে পারে।\n েন নারীদের বেশি হয়?\n\n-তাদের মূত্রনালী আকারে ছোট হয়।\n-এটি মলদ্বারের নিকটবর্তী,  তাই সেখান থেকে জীবাণু প্রবেশ করতে পারে।\n-প্রোস্টেট গ্লান্ড থেকে পুরুষদের এক ধরনের তরল নিঃসৃত হয় যা ব্যাকটেরিয়াকে মেরে ফেলতে পারে। নারীদের ক্ষেত্রে তার অনুপস্থিতি।\nঝুঁকিপূর্ণ বিষয়:\n\n-যারা বিভিন্ন কারণে মূত্রথলী পরিপূর্ণভাবে খালি করতে পারেন না।\n- মূত্রনালীতে যদি ক্যাথেটার করা থাকে। কিডনি, মূত্রথলি কিংবা মূত্রনালীতে যদি পাথর জমা হয়।\n- যাদের রোগ প্রতিরোধ ক্ষমতা কম, যেমনঃ মাসিক বন্ধ হয়ে যাওয়া নারী ও ডায়াবেটিস রোগী।"
          "\nলক্ষণসমূহ:\n১। হঠাৎ করে ঘনঘন  প্রস্রাব পাওয়া।\n২। প্রস্রাব করার সময় খুব জ্বালাপোড়া হওয়া ।\n৩। প্রস্রাব করার সময় অথবা শেষে তলপেটে ব্যথা অনুভব করা।\n৪। প্রস্রাব করা শেষে পুরোপুরিভাবে প্রস্রাব হয়নি, কিছু থেকে গিয়েছে এরকম অনুভব করা।\n৫। প্রস্রাব কখনও কখনও ধোঁয়াচ্ছন্ন হতে পারে,  দুর্গন্ধযুক্ত হতে পারে।\n৬। কখনও কখনও প্রস্রাবের সাথে রক্ত যেতে পারে।",
      treatment:
          "\n\nচিকিৎসা\nউপযুক্ত এন্টিবায়োটিক এক্ষেত্রে প্রধান চিকিৎসা।  তবে বলে রাখা ভালো, ডাক্তারের পরামর্শ ছাড়া নিজেরা কিংবা ফার্মেসিওয়ালাদের কাছ থেকে যেকোনো এন্টিবায়োটিক গ্রহণ করা বিপজ্জনক হতে পারে।  এছাড়া প্রচুর পরিমাণে পানি খেতে বলা হয়ে থাকে।\nযাদের বারবার এই রোগটি হয় তারা এটি প্রতিরোধের জন্য যা করতে পারেঃ\n- দিনে অন্ততপক্ষে ২ লিটার তরল পান করা।\n- প্রস্রাব চেপে না রেখে নিয়মিত মূত্রথলী খালি করা।\n- পরিষ্কার-পরিচ্ছন্নতার দিকে খেয়াল রাখা।\n- যৌনমিলনের আগে ও পরে প্রস্রাব করে নেয়া।",
      medicine: "\n\nmedicine"),
  MaleFemaleData(
      title: "পায়ূপথে ব্যথা",
      define:
          "\n\nসাধারণত পায়ুপথের সব রোগকেই বেশির ভাগ মানুষ পাইলস বলে জানে। পায়ুপথের রোগ মানেই পাইলস নয়। পায়ুপথে ফিসার, ফিস্টুলা, হেমোরয়েড, ফোড়া, প্রোলাপস, রক্ত জমাট, পলিপ বা টিউমার হতে পারে। সবগুলো ক্ষেত্রেই কোষ্ঠকাঠিন্য অন্যতম কারণ।",
      treatment:
          "\n\nফিসার\nকোষ্ঠকাঠিন্যের কারণে পায়ুপথের সামনে অথবা পেছনে ফেটে গিয়ে ক্ষত তৈরি হলে তাকে ফিসার বলে। বাংলায় বলে ভগন্দর। এই সমস্যায় তীব্র বা মাঝারি ব্যথা ও জ্বালাপোড়া হয়। মলত্যাগের সময় সামান্য রক্ত যায়। পায়ুপথ সরু হয়ে আসে। অনেক দিন ধরে যাঁরা ভুগছেন, তাঁদের অস্ত্রোপচারের দরকার হয়। প্রাথমিক অবস্থায় খাদ্যাভ্যাসে পরিবর্তন কোষ্ঠকাঠিন্য দূর করে, জিটিএন মলম ব্যবহার, পভিসেপ লোশন মেশানো কুসুম গরম পানিতে ছেঁক দিলে ভালো থাকা যায়।"
          "\nপাইলস\n\nচিকিৎসকেরা একে বলেন হেমোরয়েড। বাংলায় অর্শ। পাইলস ক্রমান্বয়ে আকারে বৃদ্ধি পেয়ে নিচে নেমে আসে। পায়ুপথকে ঘড়ির সঙ্গে তুলনা করলে ৩টা, ৭টা ও ১১টার কাঁটার জায়গায় তিনটি রক্তের শিরা কোষ্ঠকাঠিন্যের কারণে চাপ খেয়ে ফুলে ক্রমশ নিচের দিকে নামতে থাকে। এর পাঁচটি পর্যায় আছে। পাইলস ব্যথাহীন হলেও প্রচুর রক্তপাত হতে পারে। প্রথম পর্যায়ের পাইলস খাদ্যাভ্যাসে পরিবর্তন, মল নরম করার ওষুধ এবং কিছু নির্দিষ্ট ওষুধ দিয়ে সারানো সম্ভব। দ্বিতীয় পর্যায়ের পাইলসে ব্যান্ড লাইগেশন খুবই কার্যকরী অস্ত্রোপচার। তৃতীয় ও চতুর্থ মাত্রার পাইলসে অস্ত্রোপচারের মাধ্যমে পাইলসগুলো কেটে ফেলা হয়।"
          "\nফোড়া বা এবসেস\n\nপায়ুপথের ভেতরে ও বাইরে ছোট-বড় নানা ধরনের ফোড়া হতে পারে। ডায়াবেটিস এর অন্যতম কারণ। অস্ত্রোপচার না করলে এই সমস্যায় আক্রান্ত ব্যক্তিদের পরে ফিস্টুলা হওয়ার ঝুঁকি খুব বেশি।"
          "\nফিস্টুলা\n\n ফিস্টুলা হলো একটি ঘা, যার একটি মুখ পায়ুপথের বাইরে, অপরটি ভেতরে থাকে। ফোড়া হওয়ার কারণে এটি হয়। এরও চিকিৎসা অস্ত্রোপচার। তবে নালির ভেতরের মুখ যদি খুব ওপরে হয় বা আঁকাবাঁকা হয়, তবে অস্ত্রোপচার ব্যর্থ হতে পারে। কাজেই অস্ত্রোপচারের আগে ফিস্টুলোগ্রাম, এমআরআই করে নেওয়া ভালো।"
          "\nপ্রোলাপস\n\nপায়ুপথ দিয়ে অনেক সময় বৃহদন্ত্রের কোনো অংশ আংশিক বা পুরোপুরি বেরিয়ে আসতে পারে। একে প্রোলাপস বলে। ল্যাপারোসকপি অস্ত্রোপচারের মাধ্যমে এর চিকিৎসা করা যায়।"
          "\nহেমাটোমা\n\nোষ্ঠকাঠিন্যের কারণে পায়ুপথের রক্তনালি ফেটে রক্ত জমাট বাঁধতে পারে। কখনো কখনো প্রচণ্ড ব্যথা হতে পারে। এ ক্ষেত্রে পরিস্থিতি জটিল হয়ে গেলে অস্ত্রোপচার করা লাগতে পারে।",
      medicine: "\n\nmedicine"),
  MaleFemaleData(
      title: "বক্র লিঙ্গ",
      define:
          "\n\nPeyronie এর রোগ লিঙ্গ একটি বক্ররেখা হয়।\nঅনেক পুরুষদের লিঙ্গ একটি সামান্য বক্ররেখা আছে। যতক্ষণ পর্যন্ত কোন ব্যথার বা যৌন কার্যকারিতার সাথে সমস্যা না থাকে, ততক্ষণ পর্যন্ত পুরুষদের একটি সামান্য বাঁকা বৃত্তের সাথে সংশ্লিষ্ট হওয়া উচিত নয়। তাদের ডাক্তার দেখাতে হবে না।\nযাইহোক, কিছু পুরুষদের লিঙ্গ আরো গুরুতর বাঁক বিকশিত। এই বাঁক যৌন ফাংশন সঙ্গে হস্তক্ষেপ বা ব্যথা কারণ।\nPeyronie রোগের সাথে পুরুষদের অর্ধেক প্রায় প্রথম লিঙ্গের মধ্যে ব্যথা বিজ্ঞপ্তি হবে। উপসর্গ হঠাৎ প্রদর্শিত হতে পারে, বা সময় ধীরে ধীরে বিকাশ হতে পারে। প্রায়ই লিঙ্গ বেদনাদায়ক সাইটে দৃঢ় বা lumpy অনুভব করবে।",
      treatment:
          "\n\nপ্রতিরোধ\nPeyronie এর রোগ প্রতিরোধ করার কোন উপায় নেই।\nযাইহোক, মধ্যবয়সী পুরুষ যারা আরও জোরালো বা ঘন ঘন ঘন ঘন সম্পর্কযুক্ত থাকে তারা সম্ভবত পিয়েরনি এর বিকাশের সম্ভাবনা দেখা দেয়।\nচিকিৎসা\n\nলিঙ্গের বক্রতা সঙ্গে অধিকাংশ পুরুষদের কোন চিকিত্সার প্রয়োজন হয় না। এই কারণ নির্বিশেষে সত্য হয়\nPeyronie রোগের সাথে পুরুষ যারা ব্যথা বা সংক্রমন সঙ্গে অসুবিধা অভিজ্ঞতা verapamil বা collagenase penile ইনজেকশন সঙ্গে চিকিত্সা প্রদান করা হতে পারে। সম্ভাব্য মৌখিক ওষুধ যা প্যান্টক্সিফ্লাইন এবং কোনাজাইম Q10 অন্তর্ভুক্ত করতে পারে",
      medicine: "\n\nmedicine"),
  MaleFemaleData(
      title: " বীর্য রক্ত",
      define:
          "\n\nরোগের একটি উপসর্গ হিসাবে, বীর্য রক্ত\nমহিম্যাটোস্ফিয়ারিয়া এর একটি উপসর্গ হিসাবে, ভেতরে রক্ত উপস্থিত হতে পারে। হেমোটস্ফিয়ারস সত্য বা মিথ্যা।\nশামুকের রং পরিবর্তন যখন দৃশ্যমান হয় তখন উচ্চারণে রক্তের উপস্থিতি সনাক্ত করা হয়। এটি বাদামী বা লালচে-বাদামী হয়ে যায়। এটি স্ফীত রক্তাক্ত রক্ত দিয়ে আঁকা হয় যে ঘটব\nসত্যিকারের হেমাটোমোমার্মিয়া দিয়ে, একজন মানুষ বা তার appendages এর testicles মধ্যে বিহ্বল সঙ্গে রক্ত মিশ্রিত করা হয়। এছাড়াও, এই রোগে, শরীরে শুক্রাণু মেশানো রক্ত শনাক্তকারী ফুসফুস বা প্রোস্টেট গ্রন্থিতে দেখা যায়। এই ক্ষেত্রে শুক্রাণু - বাদামী বা বাদামী-লা\nমিথ্যা hematospermia সঙ্গে, রক্ত এবং বিহ্বল মূত্রনালী মধ্যে মিশ্রিত হয় এই ক্ষেত্রে, এটি একটি লাল রঙের শরীরে শুক্রাণু থাকে বা ভেতরে পাওয়া যায়, যেহেতু এটি ছিল রক্তের শিরা।",
      treatment:
          "\n\nইতোমধ্যে বলা হয়েছে যে ইজেক্টের রং পরিবর্তন বিভিন্ন ধরণের দীর্ঘস্থায়ী রোগ, প্রদাহজনিত অঙ্গগুলির সংক্রামক এবং প্রদাহজনক প্রক্রিয়াগুলির একটি চিহ্ন হতে পারে। এছাড়াও, এই উপসর্গগুলি মানুষদের জেনেটিকাল সিস্টেমের সাইস্ট, বেগুনী টিউমার এবং ওকোলজিকাল প্রসেস দ্বারা সৃষ্ট হয়। ভেতরে রক্তের অস্থায়ী চেহারা থেকে রোগের মত ছোট পেলভি সীডের বিভিন্ন অঙ্গগুলিতে চিকিৎসা সংক্রান্ত হস্তক্ষেপ।",
      medicine: "\n\nmedicine"),
  MaleFemaleData(
      title: "লিঙ্গ জনিত সমস্যা",
      define:
          "\n\nিঙ্গ জনিত সমস্যার ঘরোয়া সমাধান\nলিঙ্গ জনিত এই সমস্যার সমাধান ঘরোয়া ভাবেই করা সম্ভব। বেশিরভাগ ক্ষেত্রে শারীরিক থেকে মানসিক ও জীবন যাত্রার প্রভাব এই সমস্যার জন্য দায়ী হয়।\nএ রোগের ক্ষেত্রে সার্জারি করা কতটা প্রয়োজনীয় ?\nপূর্বে এ রোগের শুধুমাত্র একটিই চিকিত্‍সা ছিল আর তা হল অপারেশনের সাহায্যে লিঙ্গের মধ্যে প্রোসথেটিক ডিভাইস স্থাপন করা। তবে এখন ঔষধের সাহায্যে এ রোগের চিকিত্‍সা সম্ভব এবং ঔষধের সাহায্যে চিকিত্‍সা সম্ভব না হলে শুধুমাত্র তখনই অপারেশন করা হয়। শুধুমাত্র একজন রেজিস্টার্ড ডাক্তারই নির্ধারণ করবে আপনার ঔষধ খাওয়ার বা সার্জারি করার প্রয়োজন আছে কিনা।",
      treatment:
          "\n\nস্টেমসেল ব্যবহার করেঃ\nইরেকটাইল ডিসফাংকশান বা লিঙ্গ উত্থান সমস্যা সমাধানে একটি প্রাকৃতিক উপায় বের করেছেন ডেনমার্কের গবেষকরা। পুরুষের লিঙ্গে একটি মাত্র ইনজেকশন এই সমস্যার সমাধান করতে পারে। ইনজেকশনটি স্টেম সেল থেকে তৈরি।স্টেমসেল ব্যবহার করে লিঙ্গ উত্থানের সমস্যার চিকিত্‍সা করা সম্ভব।\nহেলথ টিপস্\nব্যায়াম করতে হবে বা ওজন নিয়ন্ত্রনে রাখতে হবে।\nধূমপান ত্যাগ করতে হবে।\nমদ্যপান এড়িয়ে চলতে হবে।\nপুষ্টিকর ও স্বাস্থ্যসম্মত খাবার খেতে হবে।\nরক্তচাপ ও কোলেস্টরলের পরিমাণ নিয়ন্ত্রনে রাখতে হবে।\nদুশ্চিন্তা কমিয়ে আনতে হবে এবং পর্যাপ্ত পরিমাণে ঘুমাতে হবে, (রাতে কমপক্ষে ৭ ঘন্টা) ।\nতরমুজের জুস খেতে পারেন।\nবেদানা বা ডালিমের জুস উপকারী।\nহীনমন্যতায় ভুগবেন না।\nকাছের মানুষের সাথে বিষয়টি নিয়ে কথা বলুন।\nপুরুষদের যৌন স্বাস্থ্য ঠিক থাকার পিছনে মানসিক অবস্থার প্রভাব উল্লেখযোগ্য। লিঙ্গের উত্থান জনিত সমস্যা খুব-ই সাধারণ। শতকরা ৯০% মানুষ এই বিষয়টি নিয়ে দ্বিধাদ্বন্দ্বে ভোগেন, বিষয়টি চেপে যান এবং লজ্জায় সঙ্গীর সাথে আলোচনা করেন না। জ্বর হলে আপনি যেমন ডাক্তারের কাছে যান, সঙ্গীর সেবা শুশ্রূষা নেন, তেমনি এই ধরনের সমস্যার ক্ষেত্রেও আপনাকে কথা বলতে হবে; আপনার সঙ্গীর সাথেই কথা বলতে হবে। উপরে উল্লিখিত ঘরোয়া নিয়ম কানুন মেনে এবং মানসিক অবস্থার উন্নয়নের মাধ্যমে সহজেই লিঙ্গের উত্থান জনিত সমস্যা সমাধান করা সম্ভব।",
      medicine: "\n\nmedicine"),
  MaleFemaleData(
      title: "ঘন ঘন স্বপ্ন দোষ হওয়া",
      define:
          "\n\nস্বপ্নদোষ একেবারেই স্বাভবিকএবং শারীরবৃত্তীয় কারণে সংগঠিত একটি শারীরিক প্রক্রিয়া মাত্র। যে কোন ছেলের ক্ষেত্রেই এটি ঘটতে পারে। এতে ভীতির কোনো কারন নেই।",
      treatment:
          "\n\nক্ষেত্রবিশেষ স্বপ্নদোষ এড়ানোর ৭টি টিপস নিম্নে দেয়া হলঃ\n১. ঘুমাতে যাবার আগে প্রস্রাব করে নিন। যদিও এটি স্বপ্নদোষের চিকিৎসা নয় - তবে এটি স্বপ্নদোষের চাপ কমাতে শরীরকে সাহায্য করে।\n২. ঘুমাতে যাবার আগে এককাপ ঋষি পাতার(Sage Leaves - google এ সার্চকরে দেখতে পারেন। হয়তো আপনার অঞ্চলে এটি ভিন্ন নামে পরিচিত) চা পান করলে উপকার পাবেন।"
          "\n৩. অশ্বগন্ধা (Withaniasomnif era) স্বপ্নদোষে সৃষ্ট সমস্যায় উপকার সহ সর্বপোরী যৌন স্বাস্থ্য শুদ্ধি, হরমোন ব্যালেন্স রক্ষা করে।\n৪. ঘুমানোর আগে অতিরিক্ত পানি পান করবেন না।\n৫. রাতের খাবার খাওয়ার পর-পরই ঘুমাতে যাবেন না। কিছুক্ষন হাটা-হাটি করুন।\n৬. প্রতিদিন সামান্য করে হলেও পুদিনা পাতা অথবা মিছরী খাবার অভ্যাস করুন।"
          "\n৭. পবিত্র কোরআনের ৩০ নাম্বার পারার সুরা তারিক পড়ে শয়ন করুন। হালকা জিকির এবং অন্যান্য দোয়া পড়ে ঘুমাতে গেলে আল্লাহর রহমতে স্বপ্নদোষ থেকে মুক্তি পেতে পারেন। আর হ্যা বিষয়টি যদি সত্যিই মাত্রাতিরিক্ত হয় তাহলে ডাক্তারের সাথে যোগাযোগ করুন।",
      medicine: "\n\nmedicine"),
  MaleFemaleData(
      title: "অতি অল্প সময়ে বির্জপাত হওয়া",
      define:
          "\n\nছেলের যদি করার সময় ১০মিনিটের মাথায় বীর্যপাত হয়, সেটি সম্পূর্ণ স্বাভাবিক (simple) । একে দ্রুত বীর্যপাত বলা যাবে না । এমনকি ৬-৭ মিনিট ও স্বাভাবিক (simple) বলা হয় । আপনি তখনি আপনার এ বিষয় টি নিয়ে চিন্তা করবেন যখন আপনার তার থেকেও কম অর্থাৎ ১-৫ মিনিটে বের হয়ে যাবে । কেবল তখনি আপনি বলতে পারবেন যে আপনার এ সমস্যা অর্থাৎ দ্রুত বের হয়ে যাচ্ছে।\nঅকাল বীর্যস্খলন বা দ্রুতস্খলন হলো যৌনসঙ্গমকালে পুরুষের দ্রুত বীর্যপাত হওয়়া । এটি একটি সাধারণ যৌনগত সমস্যা। কিছু বিশেষজ্ঞের মতে প্রতি তিনজন পুরুষের মধ্যে একজনকে এ সমস্যায় আক্রান্ত হতে দেখা যায়[তথ্যসূত্র প্রয়োজন]। স্ত্রী যোনীতে পুরুষাঙ্গ প্রবেশের পর অঙ্গ চালনার পরিণতি হিসেবে বীর্যপাত হয়ে থাকে। যোনিতে লিঙ্গ প্রবেশের সময় থেকে বীর্যপাত অবধি সময়কে বলা হয় বীর্যধারণ কাল। কতক্ষণ অঙ্গচালনার পর বীর্যপাত হবে তার কোন সুনির্দ্দিষ্ট বা আদর্শস্থানীয় সময় নেই। পুরুষে পুরুষে, বয়সের তারতম্যে বা পরিবেশভেদে বীর্যধারণ ক্ষমতা বিভিন্ন হতে দেখা যায়। তবে নিয়মিত যদি যোনীতে লিঙ্গ প্রবেশের পূর্বে বা অব্যবহিত পরেই অপ্রতিরোধ্যভাবে বীর্যপাত হয়ে যায় তবে তা দ্রুতস্খলন সমস্যা হিসেবে বিবেচিত হবে। এটি একটি যৌনসমস্যা কেননা এর ফলে পুরুষ প্রযোজনীয় সময় ধরে অঙ্গচালনার সুখ থেকে বঞ্চিত হয়। অপর দিকে অকাল বীর্যপাতের দরূণ পুরুষাঙ্গ নেতিয়ে পড়ে বলে অঙ্গ চালনা আর সম্ভব হয় না যার ফলে স্ত্রীর চরমানন্দ লাভের আগেই সঙ্গমের সমাপ্তি হয়।\nপুরুষের স্বাভাবিক বীর্যপাতের সময় ৪-৮ মিনিট। এর বিপরীত রোগ হচ্ছে বিলম্বিত বীর্যপাত।[১] এই ধরনের সমস্যাগ্রস্ত পুরুষেরা সাধারণত মানসিক বিষন্নতায় ভোগে এবং লজ্জাজনক পরিস্থিতির ভয়ে শারীরিক সম্পর্ক এড়িয়ে চলার চেষ্টা করে। [২] পুরুষের তুলনায় নারীদের মধ্যে এই ধরনের সমস্যা খুবই কম পাওয়া যায়।[৩] কিছু সমস্যায় দেখা গেছে পুরুষের এই সমস্যা অনেক সময় নারীসঙ্গীর মধ্যে অবস্বাদ সৃষ্টি করে।",
      treatment:
          "\n\nএবার আসুন দেখি যাদের দ্রুত বের হয়ে যায় তারা কি কি করতে পারেন … -শরীর টাকে আপনার পার্টনারের শরীরের উপরে সমান্তরালে রাখার চেস্টা করুন।শরীরের পুরো ভার আপনার পার্টনারের উপর দিয়ে দিন।ওই অবস্থাতেই খুব রিলাক্স ভাবে আপ ডাউন করুন।মনে রাখবেন যদি শরীর আলগা করে আপ ডাউন করতে যান তবেই কিন্তু আউট হয়ে যাবে। – হাতের ওপর জোর বাড়ানো । অনেক সময় দেখা যায় ছেলেরা করার সময় সব বা প্রায় সব ভর পেনিস এই দিয়ে থাকে , এতে দ্রুত বের হয়ে যেতে পারে তাই হাতে জোর বাড়াতে হবে । * মিলনের আগে অবশ্যই মন শান্ত রাখতে হবে, কোনভাবে নিজেকে উত্তেজিত কার যাবে না।মনে আজেবাজে চিন্তা আনা যাবে না।মেরে রাখবেন যৌন মিলন (physical relation)ক্ষণস্থঅয়ী হওয়ার মূল কারণ শারীরিক ও মানসিক দিন দিয়ে অস্থিরতা অনুভব করা। যোনী * সকল প্রকার মানসিক, শারিরীক অস্থিরতা বা চাপ কমিয়ে নিজেকে সহজ করুন। – এক পজিশনে বেশিক্ষণ না করে পজিশন বদলে বদলে করতে হবে । – একটি পদ্ধতি হল একবার বের করে দেয়া । আপনি আপনার স্পার্ম পার্টনার কে দেখিয়ে তার গায়ে অথবা অন্য কোথাও সেক্স এর আগেই বের করুন একবার। সে হর্নি হবে দেখে । এবার পেনিস টা ভালমত পানি দিয়ে ধুন । এবার ২মিনিট ব্রেক এর পর আস্তে আস্তে আবার কিসিং শুরু করুন । ১৫মিনিটের মাথায় আবার ঢুকাতে সক্ষম হবার কথা । * কনডম ব্যবহার করবেন। কারণ কনডম ব্যবহার করলে বীর্যপাত দেরিতে হয়।কনডম ইউজ করলে পুরুষাঙ্গে শির শির ভাব কম হয়, যার কারণে বীর্যপাত হতে দেরি হয়। *যেকোন প্রকার নেশাজাত দ্রব্য পরিহার বাধ্যতামূলক। অনেকদিন যাবৎ য্যেন ক্ষমতা ধরে রাখার জন্য এবং যৌন মিলন (physical relation)দীর্ঘস্থায়ী করার জন্য তামাকজাত দ্রব্য, মদ, অণ্রান নেশাজাত ওষুধ সম্পূর্ণরূপে বর্জন করতে হবে। – ঢোকানো অবস্থায় যদি আপনার মনে হয় যে এখনি বের হয়ে আসছে তখন আর সোজা ধাক্কা না দিয়ে ঘোরানো শুরু করুন । হাত দিয়ে পেনিস ধরবেন না । ",
      medicine: "\n\nmedicine"),
  //MaleFemaleData(title: "", define: "", treatment: "", medicine: ""),
];

List<MaleFemaleData> genderFemaleDataList = [
  MaleFemaleData(
      title: "Leucrrhea ( সাদাস্রাব )",
      define:
          "\n\nস্বাভাবিক শারীরবৃত্তীয় প্রতিক্রিয়া মেয়েদের যোনিপথে এক ধরনের পিচ্ছিল রস তৈরি হয়। মুখের লালা, চোখের পানি ইত্যাদি যেমন স্বাভাবিক, যোনিরসও তেমনি একটি ব্যাপার। এটি যোনিপথের কোষের স্বাভাবিকতা রক্ষা করে, যৌনমিলনের সময় লুব্রিকেসনের কাজ করে, যা খুব গুরুত্বপূর্ণ। এ রসের পরিমাণ মানুষভেদে ও বয়সভেদে কম—বেশি হতে পারে।\nযেমন মাসিক শুরুর আগের বয়সে এবং মনোপজের পর যোনিরস খুব অল্প নিঃসৃত হয়। আবার সম্যক ধারণার অভাবে স্বাভাবিক পরিমাণ রসকে অনেকের কাছে অতিরিক্ত সাদাস্রাব মনে হতে পারে।\nচিকিৎসকদের মতে, যখন যোনিরস বেশি নিঃসৃত হয়ে লজ্জাস্থানে ভেজা ভেজা ভাব হয়, পরনের কাপড়ে হলদেটে দাগ পড়ে তখনই কেবল সেটাকে সাদাস্রাব বা লিউকোরিয়া বলে। স্বাভাবিক পরিমাণ যোনিরস লিউকোরিয়া নয়। স্বাভাবিক স্রাবের সঙ্গে স্বাস্থ্যহানির বৈজ্ঞানিক কোনো সম্পর্ক নেই।\nসাদাস্রাব কখন হয়!\nমেয়েদের বিশেষ কতগুলো সময় আছে যখন যোনিরসের পরিমাণ স্বাভাবিকের চেয়ে বেশি হয়। যেমন যৌনমিলনের সময়, মাসিক শুরুর ঠিক আগের দিনগুলোয়, ওভ্যলেশনের (ডিম্বস্ফোটন) সময়, গর্ভাবস্থায়, ডেলিভারির পর বেশ কিছুদিন, জন্মনিয়ন্ত্রণ বড়ি ব্যবহারকালে ইত্যাদি।\nঅনেকে এমন খুঁতখুঁতে আছেন যে স্বাভাবিক জৈবিক গন্ধকে দূর করার জন্য নিয়মিত স্যাভলন—পানি বা কেউ ডিওডোরান্ট স্প্রে ব্যবহার করেন। এ অভ্যাস ক্ষতিকর। এর ফলে কেমিক্যাল রি-অ্যাকশন হয়ে অঙ্গের ক্ষতি হয়। উপকারী ব্যাকটেরিয়া ধ্বংস হয়ে ক্ষতিকর জীবাণুর সংক্রমণকে উৎসাহিত করে।"
          "\n\nকারণ\nস্বাভাবিকভাবে যেসব কারণে সাদাস্রাব হয়ে থাকে-\n১. জন্মের পর মেয়ে শিশুদের ১ থেকে ১০দিনের মধ্যে কোনো কারণ ছাড়াই এমনিতেই যোনিপথে সাদাস্রাব নির্গত হতে পারে এবং ২ থেকে ৪ দিনের মধ্যেই আবার তা ঠিক হয়ে যেতে পারে।\n২.অনেকের ক্ষেত্রে বিশেষ করে বয়ঃসন্ধিকালে মাসিক শুরু হবার আগে ও পরে কয়েকদিন কোনো সমস্যা ছাড়া সামান্য সাদা স্রাব স্বাভাবিকভাবেই নির্গত হতে পারে।\n৩. জন্মবিরতিকরণ পিলের পার্শ্বপ্রতিক্রিয়ার কারণে সাদাস্রাব বের হতে পারে।\n৪. গর্ভাবস্থায় বিভিন্ন কারণে সাদাস্রাব হতে পারে।\n৫. গরম আবহাওয়ায় অনেক সময় অধিক ক্ষণ দাঁড়িয়ে কাজ করলে সাদাস্রাব বের হতে পারে। উপরোক্ত কারণগুলি ছাড়াও অপুষ্টিতে ভুগলে, অতিরিক্ত দুশ্চিন্তা, উদ্বেগ-উৎকন্ঠা থাকলে সাদাস্রাব হতে পারে। উপরে উল্লেখিত কারণে সাদাস্রাব হলে তার চিকিৎসা খুব একটা জরুরি নয়। তবে, রোগী ইচ্ছে করলে চিকিৎসকের পরামর্শ নিয়ে নিশ্চিন্ত ও সমাধানের চেষ্টা করতে পারেন। কিন্তু এর বাইরে অন্যকোনো শারীরিক কারণে হলে সেক্ষেত্রে অবশ্যই উপযুক্ত চিকিৎসা করা উচিত। প্রাপ্তবয়স্কদের সাদাস্রাব জীবাণু দ্বারা আক্রান্ত হয়েই বেশীরভাগ হয়ে থাকে। আর তারমধ্যে, আমাদের দেশে অন্যতম প্রধান ৪টি কারণ হচ্ছে- ক্যান্ডিডিয়েসিস, ট্রাইকোমোনিয়েসিস, গনোরিয়া এবং ক্লামাইডিয়াল ইনফেকশন নামক ৪টি সংক্রামক যৌনরোগ।"
          "\n\nলক্ষণ\nযৌনসংক্রামক রোগ বা জীবাণু সংক্রমণের দ্বারা সাদাস্রাব হলে তার প্রাথমিক প্রধান লক্ষণ হচ্ছে, অতিরিক্ত পরিমাণে সাদাস্রাব হওয়া, দুর্গন্ধযুক্ত হওয়া এবং যৌনাঙ্গে চুলকানি বা অন্যান্য উপসর্গ দেখা দেওয়া। দীর্ঘদিন থাকলে তা থেকে পরবর্তীতে তলপেট ও যোনিতে ব্যথা হতে পারে।",
      treatment:
          "\n\nপরামর্শ\nব্যক্তিগত পরিচ্ছন্নতা নিশ্চিত করতে হবে। নিয়মিত ধোয়া অন্তর্বাস পরতে হবে। ১০০ ভাগ সুতি অন্তর্বাস হতে হবে।\nকুসুম গরম পানি ও কম ক্ষারযুক্ত সাবান ব্যবহার করতে হবে।\nকোনোরকম সুগন্ধি স্প্রে ব্যবহার করবেন না।\nপুষ্টিকর খাবার ও পর্যাপ্ত পানি খাবেন। খাবার তালিকায় যেন রসালো ফল, শাকসবজি থাকে।"
          "\nপ্রতিকার মনে রাখতে হবে, মানসিক দুঃচিন্তা, ব্যক্তিগত অপরিচ্ছন্নতা ও অপুষ্টি এ সমস্যা আরো বাড়িয়ে তোলে। কাজেই এ ঝামেলা থেকে মুক্ত থাকতে চাইলে, নিজের শরীর স্বাস্থ্য সবসময় সুস্থ রাখতে হবে।"
          "\nসবসময় পরিস্কার পরিচ্ছন্ন থাকতে হবে, খাওয়া-দাওয়া ঠিকমত করতে হবে, দুঃচিন্তা ত্যাগ করতে হবে এবং সমস্যা দেখা দিলে তা জটিল হবার পূর্বেই চিকিৎসকের পরামর্শ নিয়ে সঠিক চিকিৎসার ব্যবস্থা করতে হবে। দেরি করা যাবে না মোটেও।",
      medicine: "\n\nmedicine"),
  MaleFemaleData(
      title: "ঘন ঘন প্রস্রাবের বেগ",
      define:
          "\n\nমানুষের ঘন ঘন প্রস্রাব হওয়া খুবই অস্বস্তিকর ব্যাপার। সাধারণত ঘন ঘন প্রস্রাব হওয়ার মানে হলো স্বাভাবিকের চেয়ে বেশি মাত্রায় বেগ পাওয়া এবং প্রস্রাব করা। এটি যেকোন ব্যক্তির প্রতিদিনকার দিনলিপিতে বিঘ্ন ঘটায় এবং ঘুমের ব্যাঘাত সৃষ্টি করে থাকে। তাই দ্রুত আরাম পাওয়ার জন্য ঘন ঘন প্রস্রাব হলে শুরুতে অনেকেই না বুঝে এন্টিবায়োটিক খাওয়া শুরু করেন যা বহু ক্ষেত্রেই উল্টো ক্ষতির কারণ হয়ে দাঁড়ায়।"
          "\nঅনেকের দিনে ঘন ঘন প্রস্রাবের চাপ আসে আবার অনেকের রাতে বেশি আসে আবার কারো ক্ষেত্রে দিন রাতে সমান থাকে। দিনে ৪-৫ বার প্রস্রাবের চাপ আসা মোটেই অস্বাভাবিক নয়। তবে তার থেকে বেশি বার হলে কিন্তু চিন্তার বিষয় হয়ে দাঁড়ায়।"
          "\nআবার ঘন ঘন প্রস্রাব হওয়া মানেই ডায়াবেটিস, বিষয়টি কিন্তু তাও নয়। এর পেছনে যেমন ডায়াবেটিস থাকতে পারে তেমনি আরো বহু কারণ থাকতে পারে। বিশেষজ্ঞদের মতে, ব্লাডার যদি প্রয়োজনের অতিরিক্ত কাজ করা শুরু করে তাহলেই ঘন ঘন প্রস্রাবের চাপ আসে। আর এরকমটা নানা কারণে হতে পারে যেমন-অ্যালকোহল সেবন, ক্যাফিন, ডায়াবেটিস, ইউরিনারি ট্রাক্ট ইনফেকশন, পেলভিক রিজিয়ানে কোন অসুবিধা, কিছু ওষুধের পার্শ্বপ্রতিক্রয়া থেকেও হতে পারে।"
          "এই অসুখে দেখা যায়, ব্লাডার বা মূত্রথলির পেশি প্রয়োজনের তুলনায় অনেক বেশি সক্রিয় হয়ে যায়, প্রয়োজনের চেয়ে অনেক বেশি কাজ করতে থাকে। ফলে একজনের বারবার প্রস্রাব পেতে থাকে। অনেকের আবার মূত্রথলি থেকে ছিদ্র হয়ে মুত্র চুঁইয়ে পড়তে পারে।"
          "\nমূত্রথলির এই সমস্যার পিছনে একাধিক কারণ থাকতে পারে। কেন এমন হচ্ছে সেটা চিহ্নিত করা মোটেই সহজ ব্যাপার নয়। অনেক রকম সমস্যা এর জন্য দায়ী হতে পারে।"
          "\nইউরিনারি ট্রাক্ট ইনফেকশন– মূত্রথলিতে বা কিডনিতে ইনফেকশন হলে তা থেকে এমন সমস্যা হতে পারে।\nআউটফ্লো অবস্ট্রাকশন-\n\nবিশেষত পুরুষদের ক্ষেত্রে এমন হয়। প্রস্টেটের সমস্যা থেকে ব্লাডারের সমস্যা দেখা দিতে পারে। নিউরো বা স্নায়ুজনিত সমস্যা- যাদের পারকিনসনস ডিজিজ, মাল্টিপল স্ক্লেরোসিসের সমস্যা রয়েছে অথবা যাদের একবার স্ট্রোক হয়ে গিয়েছে, তাঁদের ক্ষেত্রেও এই ওভারঅ্যাকটিভ ব্লাডারের সমস্যা দেখা দেয়।\nদায়ী কিছু ওষুধ –\n\n উচ্চ রক্তচাপের ওষুধ (ল্যাসিক্স, ডাইয়ুরেটিক্স) টানা খেলে তা থেকে এমন সমস্যা দেখা দিতে পারে।\nমদ্যপান কিংবা কফি বেশি পান করলেও এই সমস্যা দেখা দিতে পারে।\nমহিলা কিংবা পুরুষ সকলের ক্ষেত্রেই এমন হতে পারে। বিশেষ করে, যে সকল মহিলার মেনোপজ হয়ে গিয়েছে তাদের রিস্ক অন্যদের তুলনায় অনেক বেশি থাকে। আর পুরুষদের, যাঁদের প্রস্টেটের অসুখ রয়েছে তাদের ক্ষেত্রে মূত্রথলির এমন সমস্যা হওয়ার ঝুঁকি অনেক বেশি। লক্ষণ থাকলে ইউরিন কালচার, ব্লাডার ক্ল্যান, সিস্টোস্কোপি, ইউরো ডায়নামিক টেস্টিং করে ওভারঅ্যাকটিভ ব্লাডার রোগ নির্ণয় করা হয়।",
      treatment:
          "\n\nমূত্রথলির এমন সমস্যা হলে শুরুতেই চিকিৎসকের কাছে যান। যতটা সম্ভব কফি কিংবা ক্যাফিন জাতীয় পানীয় বর্জন করুন। কার্বোনেটেড ড্রিংক, মিষ্টি জাতীয় পানীয়, মশলাদার খাবার, অ্যাসিডিক ফুড ডায়েট থেকে বাদ দিন। ওজন বেশি থাকলে তা কমাতে হবে। পেলভিক ফ্লোর এক্সারসাইজ করুন। এতে পেলভিক বা মূত্রনালির পেশির জোর বৃদ্ধি পায়। সারাদিনে সময় ধরে বাথরুমে যাওয়ার অভ্যাস করুন।",
      medicine: "\n\nmedicine"),
  MaleFemaleData(
      title: "প্রস্রাব করতে কষ্ট হয়",
      define:
          "\n\nখুব অহরহ যে রোগটিতে মানুষ আক্রান্ত হয় সেটি হলো মূত্রতন্ত্রের প্রদাহ বা Urinary Tract Infection (UTI)।  সাধারণত মূত্রথলী এবং মূত্রনালীর প্রদাহকেই UTI বলা হয়।\n সবচেয়ে বেশি এ রোগটি হয় যে জীবাণু দিয়ে তা হলো Escherichia coli।\nএটি নারীদেরই সাধারণত হয়। পুরুষদের কমই দেখা যায়। তবে ১ম ১ বছর এবং ষাটোর্ধ্বদের ক্ষেত্রে হতে পারে।\n েন নারীদের বেশি হয়?\n\n-তাদের মূত্রনালী আকারে ছোট হয়।\n-এটি মলদ্বারের নিকটবর্তী,  তাই সেখান থেকে জীবাণু প্রবেশ করতে পারে।\n-প্রোস্টেট গ্লান্ড থেকে পুরুষদের এক ধরনের তরল নিঃসৃত হয় যা ব্যাকটেরিয়াকে মেরে ফেলতে পারে। নারীদের ক্ষেত্রে তার অনুপস্থিতি।\nঝুঁকিপূর্ণ বিষয়:\n\n-যারা বিভিন্ন কারণে মূত্রথলী পরিপূর্ণভাবে খালি করতে পারেন না।\n- মূত্রনালীতে যদি ক্যাথেটার করা থাকে। কিডনি, মূত্রথলি কিংবা মূত্রনালীতে যদি পাথর জমা হয়।\n- যাদের রোগ প্রতিরোধ ক্ষমতা কম, যেমনঃ মাসিক বন্ধ হয়ে যাওয়া নারী ও ডায়াবেটিস রোগী।"
          "\n\nলক্ষণসমূহ:\n১। হঠাৎ করে ঘনঘন  প্রস্রাব পাওয়া।\n২। প্রস্রাব করার সময় খুব জ্বালাপোড়া হওয়া ।\n৩। প্রস্রাব করার সময় অথবা শেষে তলপেটে ব্যথা অনুভব করা।\n৪। প্রস্রাব করা শেষে পুরোপুরিভাবে প্রস্রাব হয়নি, কিছু থেকে গিয়েছে এরকম অনুভব করা।\n৫। প্রস্রাব কখনও কখনও ধোঁয়াচ্ছন্ন হতে পারে,  দুর্গন্ধযুক্ত হতে পারে।\n৬। কখনও কখনও প্রস্রাবের সাথে রক্ত যেতে পারে।",
      treatment:
          "\n\nচিকিৎসা\nউপযুক্ত এন্টিবায়োটিক এক্ষেত্রে প্রধান চিকিৎসা।  তবে বলে রাখা ভালো, ডাক্তারের পরামর্শ ছাড়া নিজেরা কিংবা ফার্মেসিওয়ালাদের কাছ থেকে যেকোনো এন্টিবায়োটিক গ্রহণ করা বিপজ্জনক হতে পারে।  এছাড়া প্রচুর পরিমাণে পানি খেতে বলা হয়ে থাকে।\nযাদের বারবার এই রোগটি হয় তারা এটি প্রতিরোধের জন্য যা করতে পারেঃ\n- দিনে অন্ততপক্ষে ২ লিটার তরল পান করা।\n- প্রস্রাব চেপে না রেখে নিয়মিত মূত্রথলী খালি করা।\n- পরিষ্কার-পরিচ্ছন্নতার দিকে খেয়াল রাখা।\n- যৌনমিলনের আগে ও পরে প্রস্রাব করে নেয়া।",
      medicine: "\n\nmedicine"),
  MaleFemaleData(
      title: "পায়ূপথে ব্যথা",
      define:
          "\n\nসাধারণত পায়ুপথের সব রোগকেই বেশির ভাগ মানুষ পাইলস বলে জানে। পায়ুপথের রোগ মানেই পাইলস নয়। পায়ুপথে ফিসার, ফিস্টুলা, হেমোরয়েড, ফোড়া, প্রোলাপস, রক্ত জমাট, পলিপ বা টিউমার হতে পারে। সবগুলো ক্ষেত্রেই কোষ্ঠকাঠিন্য অন্যতম কারণ।",
      treatment:
          "\n\nফিসার\nকোষ্ঠকাঠিন্যের কারণে পায়ুপথের সামনে অথবা পেছনে ফেটে গিয়ে ক্ষত তৈরি হলে তাকে ফিসার বলে। বাংলায় বলে ভগন্দর। এই সমস্যায় তীব্র বা মাঝারি ব্যথা ও জ্বালাপোড়া হয়। মলত্যাগের সময় সামান্য রক্ত যায়। পায়ুপথ সরু হয়ে আসে। অনেক দিন ধরে যাঁরা ভুগছেন, তাঁদের অস্ত্রোপচারের দরকার হয়। প্রাথমিক অবস্থায় খাদ্যাভ্যাসে পরিবর্তন কোষ্ঠকাঠিন্য দূর করে, জিটিএন মলম ব্যবহার, পভিসেপ লোশন মেশানো কুসুম গরম পানিতে ছেঁক দিলে ভালো থাকা যায়।"
          "\nপাইলস\n\nচিকিৎসকেরা একে বলেন হেমোরয়েড। বাংলায় অর্শ। পাইলস ক্রমান্বয়ে আকারে বৃদ্ধি পেয়ে নিচে নেমে আসে। পায়ুপথকে ঘড়ির সঙ্গে তুলনা করলে ৩টা, ৭টা ও ১১টার কাঁটার জায়গায় তিনটি রক্তের শিরা কোষ্ঠকাঠিন্যের কারণে চাপ খেয়ে ফুলে ক্রমশ নিচের দিকে নামতে থাকে। এর পাঁচটি পর্যায় আছে। পাইলস ব্যথাহীন হলেও প্রচুর রক্তপাত হতে পারে। প্রথম পর্যায়ের পাইলস খাদ্যাভ্যাসে পরিবর্তন, মল নরম করার ওষুধ এবং কিছু নির্দিষ্ট ওষুধ দিয়ে সারানো সম্ভব। দ্বিতীয় পর্যায়ের পাইলসে ব্যান্ড লাইগেশন খুবই কার্যকরী অস্ত্রোপচার। তৃতীয় ও চতুর্থ মাত্রার পাইলসে অস্ত্রোপচারের মাধ্যমে পাইলসগুলো কেটে ফেলা হয়।"
          "\nফোড়া বা এবসেস\n\nপায়ুপথের ভেতরে ও বাইরে ছোট-বড় নানা ধরনের ফোড়া হতে পারে। ডায়াবেটিস এর অন্যতম কারণ। অস্ত্রোপচার না করলে এই সমস্যায় আক্রান্ত ব্যক্তিদের পরে ফিস্টুলা হওয়ার ঝুঁকি খুব বেশি।"
          "\nফিস্টুলা\n\n ফিস্টুলা হলো একটি ঘা, যার একটি মুখ পায়ুপথের বাইরে, অপরটি ভেতরে থাকে। ফোড়া হওয়ার কারণে এটি হয়। এরও চিকিৎসা অস্ত্রোপচার। তবে নালির ভেতরের মুখ যদি খুব ওপরে হয় বা আঁকাবাঁকা হয়, তবে অস্ত্রোপচার ব্যর্থ হতে পারে। কাজেই অস্ত্রোপচারের আগে ফিস্টুলোগ্রাম, এমআরআই করে নেওয়া ভালো।"
          "\nপ্রোলাপস\n\nপায়ুপথ দিয়ে অনেক সময় বৃহদন্ত্রের কোনো অংশ আংশিক বা পুরোপুরি বেরিয়ে আসতে পারে। একে প্রোলাপস বলে। ল্যাপারোসকপি অস্ত্রোপচারের মাধ্যমে এর চিকিৎসা করা যায়।"
          "\nহেমাটোমা\n\nোষ্ঠকাঠিন্যের কারণে পায়ুপথের রক্তনালি ফেটে রক্ত জমাট বাঁধতে পারে। কখনো কখনো প্রচণ্ড ব্যথা হতে পারে। এ ক্ষেত্রে পরিস্থিতি জটিল হয়ে গেলে অস্ত্রোপচার করা লাগতে পারে।",
      medicine: "\n\nmedicine"),
  MaleFemaleData(
      title: "মাসিকে বেশী রক্ত যায়",
      define:
          "\n\nপিরিয়ডের সময় অনেক নারীই অতিরিক্ত রক্তপাতের সমস্যায় ভোগেন। কিন্তু তারা এটা স্বাভাবিক ধরে নেন। কারণ কী পরিমাণ রক্তপাত হলে তাকে অতিরিক্ত ধরা হবে, তার নির্দিষ্ট সংজ্ঞা জানা নেই অনেকেরই। প্রত্যেক প্রাপ্ত বয়স্ক নারীর পিরিয়ডের সময়কার রক্তপাতের পরিমাণ আলাদা হয়। তবে গড় হিসাব করলে একটি ঋতুচক্র মোটামুটিভাবে দিন পাঁচেক স্থায়ী হওয়ার কথা। মোট রক্তপাতের পরিমাণ ২-৩ টেবিল চামচের বেশি হওয়ার কথা হয়।\nযদি দেখেন যে প্রতিবার প্রায় সাতদিন স্থায়ী হচ্ছে ঋতুকাল, একবার ঋতুস্রাব বন্ধ হওয়ার কয়েকদিনের মধ্যেই আবার শুরু হয়ে যাচ্ছে, প্রতি ঘণ্টায় প্যাড বা ট্যাম্পন পালটাতে হচ্ছে, রক্তের চাকা বেরোচ্ছে প্রায়ই, রাতে ঘুমের মাঝে উঠে দেখছেন যে প্যাড ভিজে গিয়ে জামাকাপড় বা বিছানায় দাগ ধরছে, তা হলে বুঝে নিন যে আপনার অতিরিক্ত রক্তপাতের সমস্যা আছে।\nএমন সমস্যা একদিনে তৈরি হয় না। আপনার শরীরের ভেতরকার কোনো সমস্যাই এর জন্য দায়ী। তাই একের বেশি সাইকেলে এই ধরনের সমস্যা হলেই ডাক্তার দেখানোর কথা ভাবতে হবে।",
      treatment:
          "\n\nProblem-1\nবাড়তি রক্তপাত বা মেনোরেজিয়ার কারণ:\n* ইস্ট্রোজেন ও প্রোজেস্টেরন হরমোনের ভারসাম্যই ইউটেরাসের ভিতরের লাইনিং বা এন্ডোমেট্রিয়াম গঠন করে। মাসিক ঋতুচক্রের সময়ে এই এন্ডোমেট্রিয়ামটাই নির্গত হয় শরীর থেকে, কিছুদিনের মধ্যে ফের গড়ে ওঠে। হরমোনের স্তরে কোনো গোলমাল হলে এন্ডোমেট্রিয়াম মোটা হয়ে যায়, ফলে রক্তপাতও বেশি হয়।"
          "\n* অনেক সময়ে নন-হরমোনাল ইন্ট্রা ইউটেরাইন ডিভাইস শরীরে প্রবেশ করালে পার্শ্বপ্রতিক্রিয়া হিসেবেও হেভি ব্লিডিং হতে পারে।"
          "\n* প্রেগন্যান্সির মধ্যে রক্তপাত হলে বুঝতে হবে যে কোথাও কোনো সমস্যা তৈরি হয়েছে বলেই তেমনটা হচ্ছে।"
          "\nProblem-2\n\nমেনে চলুন কিছু সাবধানতা:\n* অতিরিক্ত রক্তপাত থেকে কিন্তু অ্যানিমিয়ার মতো সমস্যা দেখা দিতে পারে। তাই ডাক্তার দেখানো বা তার পরামর্শ মেনে চলার পাশাপাশি আয়রন সমৃদ্ধ খাবার খান।\n* খুব বেশি রক্তক্ষয় হলে ক্লান্তিবোধ থাকবে, নিয়মিত কাজকর্ম করতে পারবেন না। সেক্ষেত্রে বিশ্রাম নিন, জোর করে কাজ করতে যাবেন না। ব্যায়াম করাও বন্ধ রাখুন কয়েকদিন।\n* খুব বেশি রক্তপাত হলে কিন্তু আপনার কোষগুলো যথেষ্ট অক্সিজেন পাবে না, সেক্ষেত্রে শ্বাসকষ্টের মতো সমস্যাও দেখা দিতে পারে। তাই ডাক্তারের পরামর্শ নিতে একেবারেই দেরি করবেন না।",
      medicine: "\n\nmedicine"),
  MaleFemaleData(
      title: "অনিয়মিত মাসিক",
      define:
          "\n\nদুই মাসিকের মধ্যবর্তী সময় যদি বার বার পরিবর্তন হতে থাকে, তাহলে তাকে অনিয়মিত মাসিক বলে। অনিয়ম দুইভাবে হতে পারে-ঘন ঘন, নয়তো দেরিতে দেরিতে।"
          "\n\nমাসিকের চক্র কিভাবে হিসাব করতে হয়?\nএক মাসিকের প্রথম দিন থেকে আর এক মাসিকের প্রথম দিন পর্যন্ত যে সময় সেটাই হলো এক মাসিক চক্র। সাধারণত ২৮ দিন পরপর মাসিক হয়। যদিও ২১ থেকে ৩৫ দিন অন্তর পর্যন্ত স্বাভাবিকতার তারতম্য হতে পারে। একবার মাসিক হলে সাধারণত ২-৮ দিন থাকে এবং এক মাসিকে মোট ৫-৮০ মিলি পর্যন্ত রক্ত যেতে পারে। এই তিনটার যেকোনো একটার অনিয়ম মানেই অনিয়মিত মাসিক।"
          "\n\nকেন হয়?\nবিভিন্ন বয়সে বিভিন্ন কারণে অনিয়মিত মাসিক হয়। যেমন-\n১) সাবালিকা হওয়ার প্রথম ১-২ বছর ডিম্বাশয়ের অপরিপক্বতার জন্য।\n২) মেনোপজ হওয়ার আগের ৪-৫ বছর হরমোনের তারতম্যের জন্য।\n৩) কিছু কিছু পিল খাওয়ার সময় বা কপার-টি দেওয়া অবস্থায় পার্শ্বপ্রতিক্রিয়ার জন্য।\n৪) বুকের দুধ খাওয়ানো অবস্থায় হরমোনের তারতম্যের জন্য।\n৫) খুব বেশি ব্যায়াম করলে।\n৬) অতিরিক্ত টেনশনে থাকলে।\n৭) হঠাৎ খুব ওজন বেড়ে বা কমে গেলে।\n৮) হরমোনজনিত রোগ পিসিওএস হলে।\n৯) থাইরয়েড রোগীদের।\n১০) স্ত্রী রোগ যেমন-জরায়ুর পলিপ, ফাইব্রয়েড টিউমার, জরায়ুর প্রদাহ ও এন্ডোমেট্রোসিস রোগ হলে।"
          "\n\nকখন ডাক্তারের কাছে যাবেন?\nকয়েকদিন মাসিক এদিক ওদিক হলেই ডাক্তারের কাছে দৌড়ানোর দরকার নেই। অথবা সাবালিকা হওয়ার কয়েকবছর মাসিক দেরিতে দেরিতে হলেই ডাক্তারের কাছে যাওয়ার দরকার নেই।"
          "\n\nকিন্তু নীচের সমস্যাগুলো থাকলে ডাক্তারের পরামর্শ নিতে হবে। সমস্যাগুলো হলো-"
          "\n১) হঠাৎ করে যদি মাসিকের চক্র পরিবর্তন হয় এবং রোগীর বয়স ৪৫ এর কম হয়।\n২) ২১ দিনের চেয়ে কম সময়ে বা ৩৫ দিনের চেয়ে বেশি সময়ে মাসিক হলে।\n৩) মাসিক ৭ দিনের চেয়ে বেশি থাকলে বা ৩ দিনের চেয়ে কম হলে।\n৪) সর্বনিম্ন মাসিক ও সর্বোচ্চ মাসিক হওয়ার দিনের মাঝে ২০ দিনের অধিক তফাৎ থাকলে।\n৫)অনিয়মিত মাসিক, কিন্তু বাচ্চা নিতে চান।"
          "\nকেন মাসিক নিয়মিত হওয়া জরুরি?"
          "\n\nঅনিয়মিত মাসিক এর সাথে অনেক দীর্ঘমেয়াদী স্বাস্থ্য সমস্যা জড়িত বলেই মাসিক নিয়মিত হওয়া জরুরি। মেয়েদের পরিপাক, ঘুম, বাচ্চা হওয়া সবই এর সাথে সম্পর্কিত।"
          "\n\nডাক্তার কি করবেন?"
          "\nঅনিয়মিত মাসিকের রোগীদের গত ৬ মাসের মাসিকের ক্যালেন্ডার রাখতে বলা হয়। কি ধরনের মাসিকের সমস্যা তা ক্যালেন্ডার দেখলে বোঝা যায়। এছাড়া ডাক্তার রোগীর হিস্ট্রি, শারীরিক পরীক্ষা , কিছু রক্তপরীক্ষাসহ আলট্রাসাউন্ড করে জরায়ু ও তার আশপাশে কোন সমস্যা আছে কিনা তা নির্ণয় করবেন।"
          "\n\nকিশোরীদের অনিয়মিত মাসিকের কারণগুলো হলো-\n১) ডিম্বাশয়ের অপরিপক্বতা, যার কারণে মেয়েলি হরমোন ইসট্রোজেন ও প্রজেস্টেরনের তারতম্য হয় এবং মাসিক যে পর্দা থেকে হয় সে পর্দা নিজেকে ধরে রাখতে পারেনা এবং ভাঙতে শুরু করে। (পরিপক্ব ডিম্বাশয় হলো সেটা যেটা থেকে প্রতি মাসে একটা করে ডিম্বাণু ফুটে বের হয়। কিশোরীর ডিম্বাশয় পরিণত হতে সাধারণত কয়েক বছর সময় লেগে যায়। এজন্য এ কয় বছর মেয়েদের মাসিক অনিয়মিত হয়, ওজন পরিবর্তন হয় ও মানসিক পরিবর্তন হয়।)"
          "\n২) পলিসিস্টিক ওভারিয়ান সিনড্রম, যেখানে অনিয়মিত মাসিকের সাথে হাতে-পায়ে ও মুখে অবাঞ্ছিত লোম হয় এবং ঘাড়ে ও গলায় কালো দাগ পড়ে যায়। ওজন বেড়ে যায়।\n৩) এছাড়া যেসব কিশোরীর থাইরয়েডের সমস্যা আছে।"
          "\n\nযে সব কিশোরীর মাসিক অনিয়মিত তাদের চিন্তা থাকে কখন মাসিক হবে, কখন মাসিক হবে। তাদের মাসিক কখন হবে বোঝার জন্য কিছু লক্ষণ আছে।\n\nসেগুলো হলো-"
          "\n\n১) কোমরের পেছনে ক্রাম্পিং পেইন।\n২) ব্রেস্ট ভার ভার লাগা।\n৩) মাথা ব্যথা।\n৪) ব্রণ।\n৫) ঘুমের সমস্যা।\n৬) মেজাজ পরিবর্তন।\n৭) পেট ফাঁপা।\n৮) নরম পায়খানা।"
          "\n\nকিশোরীরা কিভাবে তৈরি থাকবে মাসিকের জন্য?\nযেসব কিশোরীর অনিয়মিত মাসিক থাকে তাদেরকে যেন অস্বস্তিকর অবস্থায় পড়তে না হয় সেজন্য নিজেকে তৈরি থাকতে হবে। একটা প্যাড এবং অতিরিক্ত একটা প্যান্টি সবসময় তাদের স্কুল ব্যাগে রাখতে পারে, যাতে হঠাৎ মাসিক হলে অপ্রস্তুত অবস্থায় পড়তে না হয়।",
      treatment:
          "\n\nচিকিৎসা\n১) জীবনযাত্রা পরিবর্তন, যোগ ব্যায়াম, ওজন কমানোর জন্য ব্যায়াম ও খাদ্যাভ্যাস পরিবর্তন।\n২) প্রজেস্টোরন ট্যাবলেট বা জন্ম নিয়ন্ত্রণ বড়ি।\n৩) থাইরয়েড সমস্যার জন্য ওষুধ, যদি দরকার হয়।",
      medicine: "\n\nmedicine"),
  MaleFemaleData(
      title: "গর্ভাবস্থায় রক্তপাত",
      define:
          "\n\nগর্ভাবস্থায় রক্তপাত অবহেলা নয়\nপুরো গর্ভকালে কোনো গর্ভবতী নারীর এক ফোঁটা রক্তপাত হলেও তা গর্ভকালীন রক্তপাতজনিত সমস্যা। এটি একটি বিশেষ স্বাস্থ্য সমস্যা, যা হতে পারে গর্ভাবস্থার প্রথম তিন মাস, মাঝের তিন মাস বা একেবারে শেষ সময়ে বা সন্তান ডেলিভারির সময়েও। তবে সময়মতো সঠিক চিকিৎসা নিলে জটিলতা এড়ানো যায়।"
          "\nউপসর্গ\n\n❏ হঠাৎ রক্তপাত তা সামান্যও হতে পারে বা বেশিও হতে পারে।\n❏ ব্যথা অনুভূত হতে পারে।\n❏ ব্যথা ও রক্তপাত একসঙ্গেও হতে পারে।"
          "\n\nপরীক্ষা ও চিকিৎসা\nগর্ভাবস্থায় সামান্য রক্তপাত হওয়াকে কখনো অবহেলা করা যাবে না। এর রয়েছে যথাযথ প্রতিকার ও চিকিৎসা। তবে মনে রাখুন, গর্ভকালীন রক্তপাত মানেই কিন্তু অ্যাবরশন বা মিসক্যারেজ নয়।"
          "\n\nচিকিৎসার প্রথম ধাপে রোগীর ইতিহাস জানা হয় তার প্রথম চেকআপটা কবে হয়েছিল? মাসিকের তারিখ সঠিক ছিল কি না? আগের কোনো আল্ট্রাসনোগ্রাম আছে কি না, যাতে গর্ভস্থ সন্তানের সঠিক বয়স অনুমান করা যায়।"
          "\nরক্তপাত ঘটার পর চিকিৎসকের শরণাপন্ন হলে প্রথমে আল্ট্রাসনোগ্রাম করা হয়। এর মাধ্যমে গর্ভস্থ সন্তান জীবিত নাকি মৃত সেটা জানা যাবে।"
          "\nজীবিত সন্তান গর্ভে থাকার পরও রক্তপাত হতে পারে, যাকে বলে ‘থ্রেটেন্ড মিসক্যারেজ’। এসব ক্ষেত্রে হাসপাতালে ভর্তি করিয়ে চিকিৎসা দিয়ে রক্তপাত বন্ধ করা যায় এবং সুস্থ শিশু ভূমিষ্ঠ করা যায়। আল্ট্রাসনোগ্রাম ছাড়াও রক্ত পরীক্ষা করে দেখা হয় গর্ভস্থ সন্তান ঠিক রয়েছে কি না। অনেকের জরায়ু মুখে ধারণক্ষমতা কম থাকে। সেসব ক্ষেত্রে সহায়ক চিকিৎসা হিসেবে সেলাই করে দিতে হয়। পাশাপাশি অন্যান্য ওষুধও দিতে হয়। গর্ভাবস্থার ছয় বা সাত মাস পর রক্তপাত হলে অনেকে বেশ ঘাবড়ে যান। এসব ক্ষেত্রে ঘাবড়ানোর কিছু নেই; বরং সঠিক চিকিৎসা দিয়ে গর্ভস্থ সন্তানকে রক্ষা করা যায়। আবার ডেলিভারির কাছাকাছি সময়ে রক্তপাত হলেও চিকিৎসা দেওয়া যায়।"
          "\nঝুঁকি\n\nঅনেক সময় আঘাত বা পানি বেশি থাকার কারণে প্লাসেন্টা বা গর্ভফুল সময়ের আগেই জরায়ু থেকে সরে আসে। এটা বেশ ঝুঁকিপূর্ণ বিষয়, যাকে বলে ‘প্লাসেন্টাল অ্যাবরাপশন’। আবার অনেক ক্ষেত্রে গর্ভফুল জরায়ুর মুখের ওপর বা জরায়ু মুখের খুব কাছাকাছি ইমপ্লান্টেড হয়ে থাকে। একে বলে ‘প্লাসেন্টা প্রিভিয়া’, যা মারাত্মক ঝুঁকিপূর্ণ একটি বিষয় বটে। এর অবশ্য তেমন কোনো কারণও থাকে না। ওই সময় এসব রোগীকে হাই রিস্ক প্রেগন্যান্সির রোগী হিসেবে শনাক্ত করে চিকিৎসা করা হয়। যথেষ্ট বিশ্রামের পরামর্শ দেওয়া হয়। পরিস্থিতি মোকাবেলা করে নিরাপদ ডেলিভারির জন্য এ সময় তিন থেকে চারজন রক্তদাতা রেডি করে রাখতে হয়।",
      treatment:
          "\n\nসতর্কতা\nগর্ভাবস্থায় একটু একটু রক্তপাত হলে অনেকে তেমন পাত্তা দেন না বা বিষয়টিকে হালকা মনে করে এড়িয়ে যান। এটা কিন্তু ঠিক নয়। মনে রাখতে হবে, পুরো গর্ভাবস্থায় এক ফোঁটা রক্ত যাওয়াও স্বাভাবিক নয়। তাই সামান্য রক্ত গেলে বা আপনা-আপনি রক্ত যাওয়া বন্ধ হয়ে গেলেও চিকিৎসকের শরণাপন্ন হতে হবে।"
          "\n\nপ্রতিরোধে করণীয়\n\nগর্ভাবস্থায় রক্তপাত এড়াতে কিছু করণীয় হলো :\n❏ গর্ভাবস্থায় পূর্ণ বিশ্রামে থাকতে হবে।\n❏ ভারী কাজ করা যাবে না।\n❏ দুশ্চিন্তামুক্ত ও সদা হাসিখুশি থাকতে হবে।\n❏ তলপেটে আঘাত, চাপ লাগা বা এমন কোনো কাজ করা যাবে না।\n❏ দূরবর্তী স্থানে বা ঝুঁকিপূর্ণ ভ্রমণ করা যাবে না।\n❏ সহবাস থেকে বিরত থাকাই শ্রেয়।\n❏ থাইরয়েড, ডায়াবেটিস, ইনফেকশন ইত্যাদি থাকলে তার চিকিৎসা নিতে হবে।\n❏ নিয়মিত চেকআপ করাতে হবে এবং চিকিৎসকের পরামর্শ মেনে চলতে হবে।\nসবার প্রত্যাশা থাকে, একটি সুস্থ সন্তান জন্মদানের। কোনো অনাকাঙ্ক্ষিত পরিস্থিতি কারো কাম্য নয়। তাই গর্ভাবস্থায় রক্তপাত বিষয়ে সদা সতর্ক থাকুন। এ রকম পরিস্থিতি দেখা দিলে দ্রুত চিকিৎসকের পরামর্শ নিন।",
      medicine: "\n\nmedicine"),
  MaleFemaleData(
      title: "পিরিয়ড",
      define:
          "\n\nপিরিয়ড মহিলাদের শারীরবৃত্তীয় ক্রিয়ার জরুরি অংশ। তাই পিরিয়ড চলাকালীন পরিচ্ছন্নতা ও স্বাস্থ্যবিধি মেনে চলা অবশ্য কর্তব্য। ",
      treatment:
          "\n\nএই বিধি নিয়ম শুধু সুস্থ থাকার জন্য, এমন ভাববেন না। ঋতুকালীন সময়ে আপনি যতটা স্বাস্থ্যবিধি মেনে চলবেন তত সংক্রমণের মতো জটিল সমস্যা আপনার থেকে দূরে যাবে। স্বাস্থ্যবিধি মেনে চলতে গেলে প্রথমেই আসে প্যাড বদলের প্রসঙ্গ। পিরিয়ড চলাকালীন সময়মতো প্যাড বদলাচ্ছেন তো? এই কাজে গড়িমসি করলে যোনি সংক্রমণ থেকে শুরু করে মূত্রনালিতে সংক্রমণ, ব়্যাশের মতো সমস্যায় ভুগতে পারেন। তাই প্রথম থেকেই সচেতন হোন। কীভাবে পিরিয়ড চলাকালীন নিজেকে সুস্থ রাখবেন।",
      medicine: "\n\nmedicine"),

  //MaleFemaleData(title: "", define: "", treatment: "", medicine: ""),
];
